Функция: Оповещение клиента о событии на парковке
    Как клиент
    Чтобы знать, что важного происходит с машиной в пределах действия используемых в системе  средств коммуникации
    Я хочу получать сообщения о происшествиях с машиной
    и возле нее
    Сценарий 1: Должен приходить сигнал о сработавшей сигнализации
    Дано есть видеосигнал
    И есть изображение машины 
    И номер машины распознан
    И для номера машины настроен прием сообщений
    И оповещения для машины включены.
    Когда срабатывает сигнализация у машины
    И распознается срабатывание сигнализации
    Тогда выделяется короткий участок видео, содержащий кадры наблюдения до и после времени события
    И на телефон клиенту сразу же должно прийти сообщение о сработавшей сигнализации
    И присылаться ссылка для просмотра выделенного участка короткого видео




    
